Repository: givtnl/Givt.OnlineCheckout.Webapp
Catalog: src/locale/messages.*.xlf
Languages: de, nl

# DonateCharity
source: Charity - US
de: Charity - DE
nl: Charity - NL

# Donate.Continue
source: Continue
de: Weiter
nl: Volgende

# Donate.ChooseDifferentAmount
source: Choose a different amount
de: Wählen Sie einen anderen Betrag
nl: Kies een ander bedrag

# Donate.ChooseAmount
source: Give as much as you'd like
de: Geben Sie so viel Sie möchten
nl: Geef zoveel je maar wil

# Payment.Continue
source: Give
de: Geben
nl: Geven

# Donate.Give
source: Give
de: Geben
nl: Geven

# Success.ThankYouTitle
source: Thank you for your donation to {organisationName}
nl: Dankjewel voor je gift aan {organisationName}

# Success.WantReceipt
source: I want a receipt
de: Ich möchte eine Quittung
nl: Ik wil een bonnetje

# Success.DownloadApp
source: Download the Givt app
de: Laden Sie die Give-App herunter
nl: download de Givt-app

# Success.GivtSummary
source: Givt offers you a personal summary and an overview for your tax statement. Managing your tax statement has never been so easy! Want to know more?
de: Givt bietet dir eine persönliche Zusammenfassung und Übersicht für deinen Steuerauszug. Die Verwaltung Ihrer Steuererklärung war noch nie so einfach! Möchten Sie mehr wissen?
nl: Givt biedt u een persoonlijke samenvatting en een overzicht voor je belastingen. Uw belastingsaangifte doen was nog nooit zo eenvoudig! Meer weten?

# Receipt.Title
source: How do you want to receive your receipt?
de: Wie möchten Sie Ihre Quittung erhalten?
nl: Hoe wil je je bonnetje ontvangen?

# Receipt.Download
source: download now
de: jetzt downloaden
nl: nu downloaden

# ReceiptEmail.Title
source: Receive your receipt via email
de: Erhalten Sie Ihre Quittung per E-Mail
nl: Ontvang je bonnetje via e-mail

# ReceiptEmail.Send
source: send
de: senden
nl: verstuur

# ReceiptEmail.SpamText
source: Don’t worry, we won’t send you any spam.
de: Keine Sorge, wir senden Ihnen keinen Spam.
nl: Geen zorgen, we sturen je geen spam.

# PaymentFailure.Title
source: We were unable to complete your donation
de: Wir konnten Ihre Spende nicht abschließen
nl: We kunnen je donatie niet voltooien

# PaymentFailure.SubTitle
source: If you didn't cancel the donation by yourself, try a different method.
de: Wenn Sie die Spende nicht selbst storniert haben, versuchen Sie es mit einer anderen Methode.
nl: Als je de donatie niet zelf hebt geannuleerd, probeer dan een andere methode.

# PaymentFailure.StartOver
source: Start over
de: Von vorn anfangen
nl: Probeer opnieuw

# Payment.BancontactExplanation
source: After entering your first and last name you will be redirected to the safe environment of Bancontact where you can complete your donation.
nl: Na het invullen van je voor- en achternaam word je omgeleid naar de veilige omgeving van bancontact om je donatie te vervolledigen.

# Payment.BancontactContinue
source: Continue to Bancontact
nl: Ga naar Bancontact

# Payment.IdealContinue
source: Continue to IDeal
nl: Ga naar IDeal

# Success.ThankYouTitle
source: Thank you for your donation to {{organisationName}}
de: Danke für deine Spende an {{organisationName}}

# Receipt.ViaEmail
source: via email
de: per Email

# Bancontact.NamePlaceholder
source: First and last name
de: Vor-und Nachname
